import React from 'react'
import aboutImage from '../assets/imgs/about.jpg';

export default function About() {
  return (
    <div className='about'>
       <img className='about-img' src={aboutImage} alt="About" />
      <p>ברוכים הבאים לחלל שבו האמנות הופכת למסע, והיצירה משחקת בין פרקטיות לביטוי אמנותי טהור.
        כאמנתית קרמיקה, העבודה שלי מתמקדת בתחום האובניים, פיסול אמנותי ובניית יד.
        יצירותי נעות בין עולם העיצוב הקרמי השימושי לבין חקירה פיסולית מעמיקה.
        היצירה האמנותית שלי מתרחשת במקביל לחקירה של סוגי שריפות מסורתיות שונות, כגון עצים באש גלויה ושריפות ראקו.
        המניע העיקרי ליצירתיות שלי הוא המפגש המרתק בין האמנות השימושית לבין האמנות לשם האמנות.
        במהלך הפעולה האמנותית שלי, אני מחפשת ובודקת ניגודיות,
        איזון, חיבור ונפרדות באמצעות החומר, בעודי מתעסקת בשאלות עמוקות אודות אסתטיקה מול כאוס.
        כל עבודה שלי היא תוצר של מחשבה, עבודה קשה והשראה, ואני שמחה לשתף את יצירותי עם העולם
      </p>
    </div>
  )
}
